Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# row_wallet_retry_direct_shakescape_host_summary
source: Retry listening on port 12038. Wallet and chain state are unchanged.
ar: أعد محاولة الاستماع على المنفذ 12038. لم تتغير حالة المحفظة والسلسلة.
de: Versuchen Sie erneut, Port 12038 abzuhören. Wallet- und Chain-Status bleiben unverändert.
es: Vuelva a intentar escuchar en el puerto 12038. El estado de la billetera y la cadena no cambia.
fa: دوباره سعی کنید در پورت 12038 گوش دهید. وضعیت کیف پول و زنجیره تغییری نکرده است.
fr: Réessayez d'écouter sur le port 12038. L'état du portefeuille et de la chaîne reste inchangé.
he: נסה להאזין שוב ביציאה 12038. מצב הארנק והשרשרת לא השתנו.
hi: पोर्ट 12038 पर सुनने का पुनः प्रयास करें। वॉलेट और चेन स्थिति अपरिवर्तित हैं।
id: Coba lagi mendengarkan pada port 12038. Status dompet dan rantai tidak berubah.
it: Riprova ad ascoltare sulla porta 12038. Lo stato del portafoglio e della catena rimane invariato.
ja: ポート 12038 でのリッスンを再試行します。ウォレットとチェーンの状態は変更されません。
ko: 포트 12038에서 수신 대기를 다시 시도하세요. 지갑과 체인 상태는 변경되지 않습니다.
nl: Probeer opnieuw te luisteren op poort 12038. De portemonnee- en ketenstatus zijn ongewijzigd.
pl: Ponów próbę nasłuchiwania na porcie 12038. Stan portfela i łańcucha pozostaje niezmieniony.
pt: Tente escutar novamente na porta 12038. A carteira e o estado da cadeia permanecem inalterados.
ru: Повторите попытку прослушивания порта 12038. Состояние кошелька и цепочки не изменились.
tr: 12038 numaralı bağlantı noktasını dinlemeyi yeniden deneyin. Cüzdan ve zincir durumu değişmedi.
uk: Повторіть спробу прослуховування порту 12038. Гаманець і стан ланцюжка не змінені.
vi: Thử nghe lại trên cổng 12038. Trạng thái ví và chuỗi không thay đổi.
zh_hans: 重试监听12038端口，钱包和链状态不变。
zh_hant: 重试监听12038端口，钱包和链状态不变。

# row_wallet_send
source: Prepare exact HNS send
ar: قم بإعداد إرسال HNS الدقيق
de: Bereiten Sie den genauen HNS-Versand vor
es: Prepare el envío exacto de HNS
fa: ارسال دقیق HNS را آماده کنید
fr: Préparer l'envoi exact du HNS
he: הכן שליחת HNS מדויקת
hi: सटीक HNS भेजें तैयार करें
id: Siapkan pengiriman HNS yang tepat
it: Preparare l'invio HNS esatto
ja: 正確な HNS 送信を準備する
ko: 정확한 HNS 전송 준비
nl: Bereid een exacte HNS-verzending voor
pl: Przygotuj dokładną wysyłkę HNS
pt: Prepare o envio HNS exato
ru: Подготовьте точную отправку HNS.
tr: Tam HNS gönderimini hazırlayın
uk: Підготуйте точне відправлення HNS
vi: Chuẩn bị gửi HNS chính xác
zh_hans: 准备准确的 HNS 发送
zh_hant: 準備準確的 HNS 發送

# row_wallet_set_records
source: Set records
ar: تعيين السجلات
de: Rekorde aufstellen
es: Establecer récords
fa: رکوردها را ثبت کنید
fr: Établir des records
he: קבע שיאים
hi: रिकॉर्ड स्थापित करें
id: Buat rekor
it: Stabilisci record
ja: 記録を立てる
ko: 기록을 세우다
nl: Records instellen
pl: Ustanawiaj rekordy
pt: Definir recordes
ru: Устанавливайте рекорды
tr: Kayıtları ayarlayın
uk: Ставте рекорди
vi: Đặt kỷ lục
zh_hans: 创造记录
zh_hant: 創造記錄

# row_wallet_shakedex_status
source: Handshake name-market query result
ar: نتيجة استعلام سوق الاسم Handshake
de: Handshake Name-Markt-Abfrageergebnis
es: Resultado de la consulta de nombre-mercado Handshake
fa: نتیجه جستجوی نام بازار Handshake
fr: Résultat de la requête de nom de marché Handshake
he: תוצאת שאילתת שם-שוק Handshake
hi: Handshake नाम-बाज़ार क्वेरी परिणाम
id: Hasil kueri nama-pasar Handshake
it: Risultato della query sul mercato dei nomi Handshake
ja: Handshake ネームマーケットのクエリ結果
ko: Handshake 이름 시장 쿼리 결과
nl: Handshake resultaat van naammarktquery
pl: Wynik zapytania dotyczącego rynku nazw Handshake
pt: Resultado da consulta nome-mercado Handshake
ru: Handshake Результат запроса наименования рынка
tr: Handshake isim pazarı sorgu sonucu
uk: Результат запиту на ім’я Handshake
vi: Kết quả truy vấn thị trường tên Handshake
zh_hans: Handshake 名称-市场查询结果
zh_hant: Handshake 名稱-市場查詢結果

# row_wallet_swap_progress
source: Atomic swap progress
ar: تقدم المبادلة الذرية
de: Fortschritte beim Atomaustausch
es: Progreso del intercambio atómico
fa: پیشرفت سوآپ اتمی
fr: Progression de l'échange atomique
he: התקדמות ההחלפה האטומית
hi: परमाणु अदला-बदली की प्रगति
id: Kemajuan pertukaran atom
it: Avanzamento dello scambio atomico
ja: アトミックスワップの進行状況
ko: 아토믹 스왑 진행
nl: Vooruitgang atomaire swap
pl: Postęp wymiany atomowej
pt: Progresso da troca atômica
ru: Прогресс атомного обмена
tr: Atomik takas ilerlemesi
uk: Прогрес атомарного обміну
vi: Tiến trình trao đổi nguyên tử
zh_hans: 原子交换进展
zh_hant: 原子交換進展

# row_wallet_transfer_name
source: Transfer name
ar: اسم النقل
de: Name übertragen
es: Nombre de transferencia
fa: نام انتقال
fr: Nom du transfert
he: שם העברה
hi: स्थानांतरण नाम
id: Nama pemindahan
it: Trasferisci nome
ja: 振込名
ko: 이체명
nl: Naam overdragen
pl: Nazwa przelewu
pt: Nome da transferência
ru: Имя трансфера
tr: Aktarım adı
uk: Ім'я передачі
vi: Tên chuyển nhượng
zh_hans: 转账名称
zh_hant: 轉帳名稱

# row_wallet_transfer_name_summary
source: Prepare a transfer of one tracked Handshake name to an exact recipient.
ar: قم بإعداد نقل اسم Handshake المتعقب إلى المستلم المحدد.
de: Bereiten Sie eine Übertragung eines verfolgten Handshake-Namens an einen genauen Empfänger vor.
es: Prepare una transferencia de un nombre Handshake rastreado a un destinatario exacto.
fa: انتقال یک نام Handshake ردیابی شده را به یک گیرنده دقیق آماده کنید.
fr: Préparez un transfert d'un nom Handshake suivi vers un destinataire précis.
he: הכן העברה של שם Handshake אחד במעקב לנמען מדויק.
hi: एक ट्रैक किए गए Handshake नाम का सटीक प्राप्तकर्ता को स्थानांतरण तैयार करें।
id: Siapkan transfer satu nama Handshake yang dilacak ke penerima yang tepat.
it: Preparare un trasferimento di un nome Handshake tracciato a un destinatario esatto.
ja: 追跡された 1 つの Handshake 名を正確な受信者に転送する準備をします。
ko: 추적된 Handshake 이름 하나를 정확한 수신자에게 전송할 준비를 하세요.
nl: Bereid een overdracht voor van één bijgehouden Handshake-naam naar een exacte ontvanger.
pl: Przygotuj przelew jednej śledzonej nazwy Handshake do konkretnego odbiorcy.
pt: Prepare uma transferência de um nome Handshake rastreado para um destinatário exato.
ru: Подготовьте перевод одного отслеживаемого имени Handshake точному получателю.
tr: Takip edilen bir Handshake adının tam bir alıcıya aktarımını hazırlayın.
uk: Підготуйте передачу одного відстежуваного імені Handshake точному одержувачу.
vi: Chuẩn bị chuyển một tên Handshake được theo dõi tới người nhận chính xác.
zh_hans: 准备将一个跟踪的 Handshake 姓名转移给确切的收件人。
zh_hant: 準備將一個追蹤的 Handshake 姓名轉移給確切的收件者。

# row_wallet_unlock
source: Unlock
ar: فتح القفل
de: Entsperren
es: Desbloquear
fa: باز کردن قفل
fr: Déverrouiller
he: ביטול נעילה
hi: अनलॉक करें
id: Buka kunci
it: Sblocca
ja: ロック解除
ko: 잠금 해제
nl: Ontgrendelen
pl: Odblokuj
pt: Desbloquear
ru: Разблокировать
tr: Kilidi aç
uk: Розблокувати
vi: Mở khóa
zh_hans: 解锁
zh_hant: 解鎖

# row_wallet_value_action_status
source: Value-action status
ar: حالة عمل القيمة
de: Wert-Aktionsstatus
es: Estado de acción de valor
fa: وضعیت ارزش-عمل
fr: Statut d'action-valeur
he: סטטוס ערך-פעולה
hi: मूल्य-कार्य स्थिति
id: Status tindakan nilai
it: Stato valore-azione
ja: 価値と行動のステータス
ko: 가치 행동 상태
nl: Waarde-actiestatus
pl: Stan wartości-działania
pt: Status de ação de valor
ru: Статус ценностного действия
tr: Değer eylemi durumu
uk: Статус цінності-дії
vi: Trạng thái hành động giá trị
zh_hans: 价值-行动状态
zh_hant: 價值-行動狀態

# wallet_action_busy
source: The wallet is still completing synchronization or another operation. It may continue in the background. Wait for it to finish, then try again.
ar: لا تزال المحفظة تكمل المزامنة أو عملية أخرى. قد يستمر في الخلفية. انتظر حتى ينتهي، ثم حاول مرة أخرى.
de: Das Wallet führt immer noch die Synchronisierung oder einen anderen Vorgang durch. Es kann im Hintergrund weitergehen. Warten Sie, bis der Vorgang abgeschlossen ist, und versuchen Sie es dann erneut.
es: La billetera aún está completando la sincronización u otra operación. Puede que continúe en segundo plano. Espere a que termine y vuelva a intentarlo.
fa: کیف پول هنوز در حال تکمیل همگام سازی یا عملیات دیگری است. ممکن است در پس زمینه ادامه یابد. صبر کنید تا تمام شود، سپس دوباره امتحان کنید.
fr: Le portefeuille est toujours en train de terminer la synchronisation ou une autre opération. Cela peut continuer en arrière-plan. Attendez qu'il se termine, puis réessayez.
he: הארנק עדיין משלים סנכרון או פעולה אחרת. זה עשוי להמשיך ברקע. המתן עד שזה יסתיים ואז נסה שוב.
hi: वॉलेट अभी भी सिंक्रोनाइज़ेशन या कोई अन्य ऑपरेशन पूरा कर रहा है। यह पृष्ठभूमि में जारी रह सकता है. इसके ख़त्म होने तक प्रतीक्षा करें, फिर पुनः प्रयास करें।
id: Dompet masih menyelesaikan sinkronisasi atau operasi lainnya. Ini mungkin berlanjut di latar belakang. Tunggu hingga selesai, lalu coba lagi.
it: Il portafoglio sta ancora completando la sincronizzazione o un'altra operazione. Potrebbe continuare in background. Attendi che finisca, quindi riprova.
ja: ウォレットはまだ同期または別の操作を完了中です。バックグラウンドで継続する可能性があります。完了するまで待ってから、もう一度試してください。
ko: 지갑이 아직 동기화나 다른 작업을 완료하는 중입니다. 백그라운드에서 계속될 수도 있습니다. 완료될 때까지 기다린 후 다시 시도하세요.
nl: De portemonnee is nog bezig met het voltooien van de synchronisatie of een andere bewerking. Het kan op de achtergrond doorgaan. Wacht tot het klaar is en probeer het opnieuw.
pl: Portfel nadal kończy synchronizację lub inną operację. Może działać w tle. Poczekaj, aż się zakończy, a następnie spróbuj ponownie.
pt: A carteira ainda está concluindo a sincronização ou outra operação. Pode continuar em segundo plano. Espere terminar e tente novamente.
ru: Кошелек все еще завершает синхронизацию или другую операцию. Это может продолжаться в фоновом режиме. Подождите, пока он закончится, затем повторите попытку.
tr: M-cüzdan hâlâ senkronizasyonu veya başka bir işlemi tamamlıyor. Arka planda devam edebilir. Bitmesini bekleyin, ardından tekrar deneyin.
uk: Гаманець все ще завершує синхронізацію або іншу операцію. Це може тривати у фоновому режимі. Зачекайте, поки це закінчиться, а потім повторіть спробу.
vi: Ví vẫn đang hoàn tất đồng bộ hóa hoặc một hoạt động khác. Nó có thể tiếp tục ở chế độ nền. Đợi nó chạy xong rồi thử lại.
zh_hans: 钱包仍在完成同步或其他操作。它可能会在后台继续。等待它完成，然后重试。
zh_hant: 錢包仍在完成同步或其他操作。它可能會在後台繼續。等待它完成，然後再試一次。

# wallet_action_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fa: لغو کنید
fr: Annuler
he: בטל
hi: रद्द करें
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

# wallet_action_copy
source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fa: کپی کنید
fr: Copier
he: העתק
hi: प्रतिलिपि
id: Salin
it: Copia
ja: コピー
ko: 복사
nl: Kopieer
pl: Kopiuj
pt: Copiar
ru: Копировать
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# wallet_action_cursor_hint
source: 64-character page cursor (optional)
ar: مؤشر صفحة مكون من 64 حرفًا (اختياري)
de: 64-Zeichen-Seitencursor (optional)
es: Cursor de página de 64 caracteres (opcional)
fa: مکان نما صفحه 64 کاراکتری (اختیاری)
fr: Curseur de page de 64 caractères (facultatif)
he: סמן עמוד בן 64 תווים (אופציונלי)
hi: 64-वर्ण पृष्ठ कर्सर (वैकल्पिक)
id: Kursor halaman 64 karakter (opsional)
it: Cursore di pagina da 64 caratteri (opzionale)
ja: 64 文字のページ カーソル (オプション)
ko: 64자 페이지 커서(선택 사항)
nl: Paginacursor van 64 tekens (optioneel)
pl: Kursor strony o długości 64 znaków (opcjonalnie)
pt: Cursor de página de 64 caracteres (opcional)
ru: Курсор страницы из 64 символов (опционально)
tr: 64 karakterli sayfa imleci (isteğe bağlı)
uk: 64-символьний курсор сторінки (необов'язково)
vi: Con trỏ trang 64 ký tự (tùy chọn)
zh_hans: 64字符页面光标（可选）
zh_hant: 64字元頁面遊標（可選）

# wallet_action_done
source: Done
ar: تم
de: Fertig
es: hecho
fa: انجام شد
fr: Terminé
he: בוצע
hi: हो गया
id: Selesai
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt: Concluído
ru: Готово
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

# wallet_action_expected_recipient_hint
source: Expected recipient (optional)
ar: المستلم المتوقع (اختياري)
de: Erwarteter Empfänger (optional)
es: Destinatario esperado (opcional)
fa: گیرنده مورد انتظار (اختیاری)
fr: Destinataire attendu (facultatif)
he: נמען צפוי (אופציונלי)
hi: अपेक्षित प्राप्तकर्ता (वैकल्पिक)
id: Penerima yang diharapkan (opsional)
it: Destinatario previsto (facoltativo)
ja: 予想される受信者 (オプション)
ko: 예상 수신자(선택사항)
nl: Verwachte ontvanger (optioneel)
pl: Oczekiwany odbiorca (opcjonalnie)
pt: Destinatário esperado (opcional)
ru: Ожидаемый получатель (необязательно)
tr: Beklenen alıcı (isteğe bağlı)
uk: Очікуваний одержувач (необов'язково)
vi: Người nhận dự kiến (tùy chọn)
zh_hans: 预期收件人（可选）
zh_hant: 預期收件人（可選）

# wallet_action_lifetime_hint
source: Listing lifetime in seconds
ar: عمر القائمة بالثواني
de: Lebensdauer des Eintrags in Sekunden
es: Vida útil del listado en segundos
fa: لیست طول عمر در ثانیه
fr: Durée de vie de la liste en secondes
he: אורך חיים של רישום בשניות
hi: जीवनकाल को सेकंडों में सूचीबद्ध करना
id: Daftar seumur hidup dalam hitungan detik
it: Durata dell'elenco in secondi
ja: 存続期間を秒単位でリストする
ko: 수명을 초 단위로 나열
nl: Levensduur van vermelding in seconden
pl: Czas trwania aukcji w sekundach
pt: Listagem de vida útil em segundos
ru: Срок действия листинга в секундах
tr: Kullanım ömrü saniye cinsinden listeleniyor
uk: Час життя списку в секундах
vi: Thời gian niêm yết tính bằng giây
zh_hans: 列表生命周期（以秒为单位）
zh_hant: 列表生命週期（以秒為單位）

# wallet_action_limit_hint
source: Offer page size (1–64)
ar: حجم صفحة العرض (1–64)
de: Angebotsseitengröße (1–64)
es: Tamaño de página de oferta (1–64)
fa: اندازه صفحه پیشنهادی (1–64)
fr: Taille de la page de l'offre (1 à 64)
he: גודל עמוד ההצעה (1-64)
hi: प्रस्ताव पृष्ठ का आकार (1-64)
id: Ukuran halaman penawaran (1–64)
it: Dimensioni pagina dell'offerta (1–64)
ja: オファーのページ サイズ (1 ～ 64)
ko: 제안 페이지 크기(1~64)
nl: Paginaformaat aanbieden (1–64)
pl: Rozmiar strony oferty (1–64)
pt: Oferecer tamanho de página (1–64)
ru: Размер страницы предложения (1–64)
tr: Teklif sayfası boyutu (1-64)
uk: Розмір сторінки пропозиції (1–64)
vi: Kích thước trang ưu đãi (1–64)
zh_hans: 优惠页面大小 (1–64)
zh_hant: 優惠頁面大小 (1–64)

# wallet_action_listing_hint
source: 64-character listing ID
ar: معرف القائمة المكون من 64 حرفًا
de: 64-stellige Eintrags-ID
es: ID de listado de 64 caracteres
fa: شناسه فهرست 64 کاراکتری
fr: ID d'annonce à 64 caractères
he: מזהה רישום בן 64 תווים
hi: 64-वर्ण सूची आईडी
id: ID daftar 64 karakter
it: ID elenco di 64 caratteri
ja: 64 文字のリスト ID
ko: 64자 목록 ID
nl: Lijst-ID van 64 tekens
pl: 64-znakowy identyfikator wpisu
pt: ID da listagem de 64 caracteres
ru: 64-значный идентификатор объявления
tr: 64 karakterli listeleme kimliği
uk: 64-значний ідентифікатор списку
vi: ID danh sách 64 ký tự
zh_hans: 64 个字符的列表 ID
zh_hant: 64 個字元的列表 ID

# wallet_action_maximum_fee_hint
source: Maximum network fee in HNS
ar: الحد الأقصى لرسوم الشبكة في HNS
de: Maximale Netzwerkgebühr in HNS
es: Tarifa de red máxima en HNS
fa: حداکثر هزینه شبکه در HNS
fr: Frais de réseau maximum en HNS
he: דמי רשת מקסימליים ב-HNS
hi: HNS में अधिकतम नेटवर्क शुल्क
id: Biaya jaringan maksimum di HNS
it: Tariffa di rete massima in HNS
ja: HNSの最大ネットワーク料金
ko: HNS의 최대 네트워크 요금
nl: Maximale netwerkkosten in HNS
pl: Maksymalna opłata sieciowa w HNS
pt: Taxa máxima de rede em HNS
ru: Максимальная плата за сеть в HNS
tr: HNS cinsinden maksimum ağ ücreti
uk: Максимальна плата за мережу в HNS
vi: Phí mạng tối đa trong HNS
zh_hans: 最高网络费用 HNS
zh_hant: 最高網路費用 HNS

# wallet_action_name_hint
source: Exact Handshake name
ar: الاسم الدقيق Handshake
de: Genauer Handshake-Name
es: Nombre exacto Handshake
fa: نام دقیق Handshake
fr: Nom exact du Handshake
he: שם מדויק של Handshake
hi: सटीक Handshake नाम
id: Nama Handshake yang tepat
it: Nome esatto Handshake
ja: 正確な Handshake 名
ko: 정확한 Handshake 이름
nl: Exacte Handshake-naam
pl: Dokładna nazwa Handshake
pt: Nome exato Handshake
ru: Точное имя Handshake
tr: Tam Handshake adı
uk: Точна назва Handshake
vi: Tên Handshake chính xác
zh_hans: 确切的名称 Handshake
zh_hant: 確切的名稱 Handshake

# wallet_action_ok
source: OK
ar: حسنًا
de: Okay
es: bien
fa: باشه
fr: D'accord
he: בסדר
hi: ठीक है
id: Oke
it: Va bene
ko: 알았어
nl: Oké
ru: ОК
tr: tamam
uk: добре
vi: được rồi
zh_hans: 好的
zh_hant: 好的

# wallet_action_price_hint
source: Offer price in HNS
ar: سعر العرض في HNS
de: Angebotspreis in HNS
es: Precio de oferta en HNS
fa: قیمت پیشنهادی در HNS
fr: Prix de l'offre en HNS
he: מחיר הצעה ב-HNS
hi: ऑफर कीमत HNS में
id: Harga penawaran dalam HNS
it: Prezzo offerta in HNS
ja: HNSでのオファー価格
ko: HNS의 제안 가격
nl: Aanbiedingsprijs in HNS
pl: Cena ofertowa w HNS
pt: Preço de oferta em HNS
ru: Цена предложения в HNS
tr: HNS cinsinden teklif fiyatı
uk: Ціна пропозиції в HNS
vi: Giá ưu đãi HNS
zh_hans: 报价为HNS
zh_hant: 報價為HNS

# wallet_action_recipient_hint
source: Exact HNS recipient address
ar: عنوان المستلم HNS الدقيق
de: Genaue HNS-Empfängeradresse
es: Dirección exacta del destinatario HNS
fa: آدرس دقیق گیرنده HNS
fr: Adresse exacte du destinataire HNS
he: כתובת נמען מדויקת של HNS
hi: सटीक HNS प्राप्तकर्ता पता
id: Alamat penerima HNS yang tepat
it: Indirizzo esatto del destinatario HNS
ja: 正確な HNS 受信者アドレス
ko: 정확한 HNS 수신자 주소
nl: Exact adres van de HNS-ontvanger
pl: Dokładny adres odbiorcy HNS
pt: Endereço exato do destinatário HNS
ru: Точный адрес получателя HNS
tr: Tam HNS alıcı adresi
uk: Точна адреса одержувача HNS
vi: Địa chỉ người nhận HNS chính xác
zh_hans: 确切的 HNS 收件人地址
zh_hant: 確切的 HNS 收件者地址

# wallet_action_resource_records_hint
source: One record per line, for example: NS ns1.example. GLUE4 ns1.example. 192.0.2.1 TXT "hello" Supported: NS, GLUE4, GLUE6, SYNTH4, SYNTH6, DS, TXT. Leave empty to clear. Advanced: hex:00…
ar: سجل واحد لكل سطر، على سبيل المثال: NS ns1.example. GLUE4 ns1.example. 192.0.2.1 TXT "مرحبًا" المدعوم: NS، GLUE4، GLUE6، SYNTH4، SYNTH6، DS، TXT. اتركه فارغًا للمسح. متقدم: سداسي عشري:00...
de: Ein Datensatz pro Zeile, zum Beispiel: NS ns1.example. GLUE4 ns1.example. 192.0.2.1 TXT „Hallo“ Unterstützt: NS, GLUE4, GLUE6, SYNTH4, SYNTH6, DS, TXT. Zum Löschen leer lassen. Erweitert: hex:00…
es: Un registro por línea, por ejemplo: NS ns1.example. GLUE4 ns1.example. 192.0.2.1 TXT "hola" Compatible con: NS, GLUE4, GLUE6, SYNTH4, SYNTH6, DS, TXT. Dejar vacío para borrar. Avanzado: hexadecimal: 00…
fa: یک رکورد در هر خط، برای مثال: NS ns1.example. GLUE4 ns1.example. 192.0.2.1 TXT "سلام" پشتیبانی شده: NS، GLUE4، GLUE6، SYNTH4، SYNTH6، DS، TXT. خالی بگذارید تا پاک شود. پیشرفته: hex:00…
fr: Un enregistrement par ligne, par exemple : NS ns1.example. GLUE4 ns1.example. 192.0.2.1 TXT "bonjour" Supporté : NS, GLUE4, GLUE6, SYNTH4, SYNTH6, DS, TXT. Laissez vide pour effacer. Avancé : hexadécimal : 00 …
he: רשומה אחת בכל שורה, לדוגמה: NS ns1.example. GLUE4 ns1.example. 192.0.2.1 TXT "שלום" נתמך: NS, GLUE4, GLUE6, SYNTH4, SYNTH6, DS, TXT. השאר ריק כדי לפנות. מתקדם: hex:00…
hi: प्रति पंक्ति एक रिकॉर्ड, उदाहरण के लिए: NS ns1.example. GLUE4 ns1.example. 192.0.2.1 TXT "हैलो" समर्थित: NS, GLUE4, GLUE6, SYNTH4, SYNTH6, DS, TXT। साफ़ करने के लिए खाली छोड़ दें. उन्नत: हेक्स:00…
id: Satu catatan per baris, misalnya: NS ns1.example. GLUE4 ns1.example. 192.0.2.1 TXT "halo" Didukung: NS, GLUE4, GLUE6, SYNTH4, SYNTH6, DS, TXT. Biarkan kosong untuk dibersihkan. Lanjutan: hex:00…
it: Un record per riga, ad esempio: NS ns1.example. GLUE4 ns1.example. 192.0.2.1 TXT "ciao" Supportato: NS, GLUE4, GLUE6, SYNTH4, SYNTH6, DS, TXT. Lascia vuoto per cancellare. Avanzato: esa:00…
ja: 1 行に 1 つのレコード。例: NS ns1.例。 GLUE4 ns1.例。192.0.2.1 TXT「こんにちは」 サポートされている: NS、GLUE4、GLUE6、SYNTH4、SYNTH6、DS、TXT。クリアするには空のままにします。上級: 16 進数:00…
ko: 줄당 하나의 레코드입니다(예: NS ns1.example. GLUE4 ns1.example). 192.0.2.1 TXT "안녕하세요" 지원: NS, GLUE4, GLUE6, SYNTH4, SYNTH6, DS, TXT. 지우려면 비워 두세요. 고급: 16진수:00…
nl: Eén record per regel, bijvoorbeeld: NS ns1.example. GLUE4 ns1.example. 192.0.2.1 TXT "hallo" Ondersteund: NS, GLUE4, GLUE6, SYNTH4, SYNTH6, DS, TXT. Laat leeg om te wissen. Geavanceerd: hex:00…
pl: Jeden rekord w wierszu, na przykład: NS ns1.example. GLUE4 ns1.example. 192.0.2.1 TXT "cześć" Obsługiwane: NS, GLUE4, GLUE6, SYNTH4, SYNTH6, DS, TXT. Pozostaw puste, aby wyczyścić. Zaawansowane: hex:00…
pt: Um registro por linha, por exemplo: NS ns1.example. GLUE4 ns1.example. 192.0.2.1 TXT "olá" Suportado: NS, GLUE4, GLUE6, SYNTH4, SYNTH6, DS, TXT. Deixe vazio para limpar. Avançado: hex:00…
ru: По одной записи в строке, например: NS ns1.example. GLUE4 ns1.example. 192.0.2.1 TXT "привет" Поддерживается: NS, GLUE4, GLUE6, SYNTH4, SYNTH6, DS, TXT. Оставьте пустым, чтобы очистить. Расширенный: шестнадцатеричный:00…
tr: Satır başına bir kayıt, örneğin: NS ns1.example. GLUE4 ns1.example. 192.0.2.1 TXT "merhaba" Desteklenen: NS, GLUE4, GLUE6, SYNTH4, SYNTH6, DS, TXT. Temizlemek için boş bırakın. Gelişmiş: hex:00…
uk: Один запис на рядок, наприклад: NS ns1.example. GLUE4 ns1.example. 192.0.2.1 TXT "привіт" Підтримується: NS, GLUE4, GLUE6, SYNTH4, SYNTH6, DS, TXT. Залиште порожнім, щоб очистити. Додатково: hex:00…
vi: Một bản ghi trên mỗi dòng, ví dụ: NS ns1.example. GLUE4 ns1.example. 192.0.2.1 TXT "xin chào" Hỗ trợ: NS, GLUE4, GLUE6, SYNTH4, SYNTH6, DS, TXT. Để trống để xóa. Nâng cao: hex: 00…
zh_hans: 每行一条记录，例如： NS ns1.example. GLUE4 ns1.example。 192.0.2.1 TXT“你好” 支持：NS、GLUE4、GLUE6、SYNTH4、SYNTH6、DS、TXT。留空以清除。高级：十六进制：00…
zh_hant: 每行一筆記錄，例如： NS ns1.example. GLUE4 ns1.example。 192.0.2.1 TXT「你好」 支援：NS、GLUE4、GLUE6、SYNTH4、SYNTH6、DS、TXT。留空以清除。高級：十六進位：00…

# wallet_action_review_transaction
source: Review transaction
ar: مراجعة المعاملة
de: Überprüfen Sie die Transaktion
es: Revisar transacción
fa: بررسی معامله
fr: Examiner la transaction
he: בדוק את העסקה
hi: लेन-देन की समीक्षा करें
id: Tinjau transaksi
it: Revisione della transazione
ja: トランザクションの確認
ko: 거래 검토
nl: Transactie bekijken
pl: Przejrzyj transakcję
pt: Revise a transação
ru: Проверить транзакцию
tr: İşlemi inceleyin
uk: Перегляд транзакції
vi: Xem lại giao dịch
zh_hans: 审核交易
zh_hant: 審核交易

# wallet_action_seller_session_hint
source: 64-character seller session ID
ar: معرف جلسة البائع المكون من 64 حرفًا
de: 64-stellige Verkäufersitzungs-ID
es: ID de sesión de vendedor de 64 caracteres
fa: شناسه جلسه فروشنده 64 کاراکتری
fr: ID de session vendeur à 64 caractères
he: מזהה הפעלה של מוכר בן 64 תווים
hi: 64-वर्ण विक्रेता सत्र आईडी
id: ID sesi penjual 64 karakter
it: ID sessione venditore di 64 caratteri
ja: 64 文字の販売者セッション ID
ko: 64자 판매자 세션 ID
nl: Verkopersessie-ID van 64 tekens
pl: 64-znakowy identyfikator sesji sprzedawcy
pt: ID de sessão do vendedor com 64 caracteres
ru: 64-значный идентификатор сеанса продавца
tr: 64 karakterli satıcı oturumu kimliği
uk: 64-символьний ідентифікатор сеансу продавця
vi: ID phiên người bán gồm 64 ký tự
zh_hans: 64 个字符的卖家会话 ID
zh_hant: 64 個字元的賣家會話 ID

# wallet_action_session_hint
source: 64-character trade session ID
ar: معرف جلسة التداول المكون من 64 حرفًا
de: 64-stellige Handelssitzungs-ID
es: ID de sesión comercial de 64 caracteres
fa: شناسه جلسه تجارت 64 کاراکتری
fr: ID de session commerciale à 64 caractères
he: מזהה הפעלה של 64 תווים
hi: 64-वर्ण व्यापार सत्र आईडी
id: ID sesi perdagangan 64 karakter
it: ID della sessione di negoziazione di 64 caratteri
ja: 64文字の取引セッションID
ko: 64자 거래 세션 ID
nl: Handelssessie-ID van 64 tekens
pl: Identyfikator sesji handlowej składający się z 64 znaków
pt: ID da sessão comercial de 64 caracteres
ru: 64-значный идентификатор торговой сессии
tr: 64 karakterli işlem oturumu kimliği
uk: 64-символьний ідентифікатор торгової сесії
vi: ID phiên giao dịch gồm 64 ký tự
zh_hans: 64 个字符的交易会话 ID
zh_hant: 64 個字元的交易會話 ID
